exade_request_debug.xml

<?xml version="1.0" encoding="utf-8"?>
<soapenv:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
                  xmlns:xsd="http://www.w3.org/2001/XMLSchema"
                  xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:def="http://www.4d.com/namespace/default">
  <soapenv:Header/>
  <soapenv:Body>
    <def:webservice_tarificateur soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
      <webservice_tarificateurRequest xsi:type="xsd:string">
        <![CDATA[
<licence>GMB#7ùuQefujig8fu1+rulyXa)it</licence>
<code_courtier>815178</code_courtier>
<type_operation>2</type_operation>
<id_tarif>2</id_tarif>
<retournerLesErreurs />

<simulation>
  <date_effet>20260106</date_effet>
  <frac_assurance>12</frac_assurance>
  <type_credit>0</type_credit>
  <id_objetdufinancement>1</id_objetdufinancement>

  
  <assure>
    <numero>1</numero>
    <statut>1</statut>
    <type_adhesion>0</type_adhesion>
    <sexe>H</sexe>
    <nom>ROBIN</nom>
    <nom_naissance>Michelet</nom_naissance>
    <prenom>Michelet</prenom>
    <adresse>13 Rue de la Providence</adresse>
    <ville>Cergy</ville>
    <code_postal>95800</code_postal>
    <lieu_naissance>Cergy</lieu_naissance>
    <velIdPaysNaissance>118</velIdPaysNaissance>
    <idnationalite>84</idnationalite>
    <idPaysResidenceFiscale>84</idPaysResidenceFiscale>
    <codepostalvillenaissance></codepostalvillenaissance>
    <date_naissance>19780523</date_naissance>
    <franchise>90</franchise>
    <fumeur>N</fumeur>
    <deplacement_pro>1</deplacement_pro>
    <travaux_manuels>0</travaux_manuels>
    <travaux_hauteur>1</travaux_hauteur>
    <manip_produit_dangereux>1</manip_produit_dangereux>
    <telephone></telephone>
    <portable>0789488272</portable>
    <email>micheletrobin23@gmail.com</email>
    <politique_expose>N</politique_expose>
    <proche_politique_expose>N</proche_politique_expose>
    <encours_lemoine>0</encours_lemoine>
    <categ_pro>1</categ_pro>
    <detail_profession></detail_profession>
    <commissionnement>2T6</commissionnement>
  </assure>
  

  
    <pret>
      <id_pret>1</id_pret>
      <numero>1</numero>
      <type_pret>1</type_pret>
      <capital>19955324</capital>
      <taux>90</taux>
      <type_taux>1</type_taux>
      <duree>181</duree>
      <differe>0</differe>
      <amortissement>12</amortissement>
      <date_deblocage>20260106</date_deblocage>
    </pret>
  

  
    <garantie_pret>
      <id_assure>1</id_assure>
      <id_pret>1</id_pret>
      <garantie>2</garantie>
      <quotite>100</quotite> 
    </garantie_pret>
  
</simulation>
        ]]>
      </webservice_tarificateurRequest>
    </def:webservice_tarificateur>
  </soapenv:Body>
</soapenv:Envelope>